var Base = new NobelGameAPI("NobelGameFrame" ) ;

Base.Ready(function(){

	Base.size(500 , 300)
		.dlgSize(200)
		.dlg()
		.mes("高校生活が始まって早一週間。")
		.mes("普通に話せる友達もできた。")
		.cls()
		.mes("普通に登校して、授業受けて、友達と話して、昼食食べて―――――。")
		.mes("そんな何気ない日常が、ずっと続くと思っていた。")
		.cls()
		.mes("あの日までは―――――――――。")
		.cls()
		.mes("俺は田坂幸太郎。普通の高校生だ。")
		.mes("成績は、体育が悪いとか社会が良いなんてところを除けば、普通だ。")
		.mes("趣味は読書。愛読書は柳田理科雄の「空想科学読本」。")
		.cls()
		.mes("俺は至って普通だ。")
		.mes("果たして俺のこの普通は最早崩れる事の無い、信じられないくらい定着している。")
		.cls()
		
		
		.Start()
		;
})